aliariff.vscode-erb-beautify
anx450z.ruby-theme
anysphere.cursorpyright
benspaulding.procfile
charliermarsh.ruff
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dnut.rewrap-revived
eamodio.gitlens
esbenp.prettier-vscode
ezforo.copy-relative-path-and-line-numbers
file-icons.file-icons
formulahendry.code-runner
github.github-vscode-theme
github.vscode-github-actions
itarato.byesig
jemmyw.rails-fast-nav
kaiwood.endwise
mjmlio.vscode-mjml
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-python-envs
nhoizey.gremlins
ninoseki.vscode-mogami
oven.bun-vscode
prettier.prettier-vscode
shopify.ruby-extensions-pack
shopify.ruby-lsp
sorbet.sorbet-vscode-extension
styled-components.vscode-styled-components
vscodevim.vim
